Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: Instead of being more conventional assault strike crafts, these high-health fighters exist only to overwhelm, harass and disorient enemy strike craft and PD systems, thus helping our other weapons inflict more damage.
ru: Вместо того, чтобы быть более традиционными штурмовыми кораблями, эти истребители с высоким уровнем здоровья существуют только для того, чтобы подавлять, преследовать и дезориентировать вражеские ударные корабли и системы ПВО, тем самым помогая нашему другому оружию наносить больший урон

source: Instead of focusing entirely on a system's Starbase in order to assemble our vessels, decentralizing our shipyard facilities by building large orbitally-constructed shipyards around our worlds has the potential to drastically increase the efficiency of our military shipbuilding complex.
ru: Вместо того, чтобы полностью сосредоточиться на звездной базе системы для сборки наших судов, децентрализация наших верфей путем строительства крупных орбитальных верфей вокруг наших миров потенциально может резко повысить эффективность нашего военно-судостроительного комплекса.

source: Insufficient Energy.
ru: Недостаточно энергии.

source: Insufficient Influence.
ru: Недостаточное влияние.

source: Insufficient Planetary Support
ru: Недостаточная планетарная поддержка

source: Insula Construction Engineer
ru: Инженер-строитель Инсула

source: Insula Construction Engineers
ru: Инженеры-строители Инсула

source: Insula Construction Management Cluster
ru: Кластер управления строительством Инсула

source: Insula Construction Management Clusters
ru: Кластеры управления строительством Инсула

source: Insula Construction Manager
ru: Менеджер по строительству Инсула

source: Insula Construction Managers
ru: Менеджеры по строительству Инсула

source: Insula Constructor Drone
ru: Дрон-конструктор Инсула

source: Insula Constructor Drones
ru: Дроны-конструкторы Инсула

source: Integrated $matter_decompressor_4$
ru: Интегрировано $matter_decompressor_4$

source: Integrated $matter_decompressor_4$ Completed
ru: Интегрировано $matter_decompressor_4$ Завершено

source: Integrated $name_penrose$
ru: Интегрировано $name_penrose$

source: Integrated $name_penrose$ Completed
ru: Интегрировано $name_penrose$ Завершено

source: Integrity: [ROOT.aet_exp_hp] | Strength: [ROOT.aet_exp_attack] | Practicality: [ROOT.aet_exp_smarts] | MDC: [ROOT.aet_exp_decay_monthly]%
ru: Целостность: [ROOT.aet_exp_hp] | Прочность: [ROOT.aet_exp_attack] | Практичность: [ROOT.aet_exp_smarts] | MDC: [ROOT.aet_exp_decay_monthly]%

source: Intel District
ru: Район Интел

source: Intel Districts
ru: Районы Интел

source: Intellectual
ru: Интеллектуал

source: Intellegent
ru: Умный

source: Intelligence Gathering Corps
ru: Служба разведки

source: Intense Star
ru: Интенсивная звезда

source: Interceptor Bow
ru: Нос перехватчика

source: Interceptor Stern
ru: Корма перехватчика

source: Interceptors
ru: Перехватчики

source: Interconnected Plant Genus
ru: Взаимосвязанный род растений

source: Interdictor
ru: Запретитель

source: Interesting, investigate the station!
ru: Интересно, исследуйте станцию!

source: Interesting.
ru: Интересно

source: Intergalactic Collision Site
ru: Место межгалактического столкновения

source: Intergalactic Gravitational Anomaly
ru: Межгалактическая гравитационная аномалия

source: Intergalactic Object
ru: Межгалактический объект

source: Interlinked Support Systems
ru: Взаимосвязанные системы поддержки

source: International Support for Laurandar
ru: Международная поддержка Laurandar

source: Interstellar Assembly Management Protocols
ru: Протоколы управления межзвездной сборкой

source: Interstellar Central Complex
ru: Межзвездный центральный комплекс

source: Interstellar Dwellers
ru: Межзвездные обитатели

source: Interstellar Habitat
ru: Межзвездная среда обитания

source: Interstellar Habitat Habitability
ru: Обитаемость межзвездной среды обитания

source: Interstellar Habitat Management Protocols
ru: Протоколы управления межзвездной средой обитания

source: Interstellar Habitat Preference
ru: Предпочтение межзвездной среды обитания

source: Interstellar Research Segment
ru: Сегмент межзвездных исследований

source: Interstellar Research Segments
ru: Сегменты межзвездных исследований

source: Interstellar Researcher
ru: Межзвездный исследователь

source: Interstellar Researcher Drone
ru: Межзвездный исследовательский Дрон

source: Interstellar Researcher Drones
ru: Дроны-межзвездные исследователи

source: Interstellar Researcher Drones study the vast void between star, where experiments can be conducted with little to no external interference.
ru: Дроны-межзвездные исследователи изучают обширную пустоту между звездами, где эксперименты могут проводиться практически без внешнего вмешательства.

source: Interstellar Researchers
ru: Межзвездные исследователи

source: Interstellar Researchers study the vast void between star, where experiments can be conducted with little to no external interference.
ru: Межзвездные исследователи изучают обширную пустоту между звездами, где эксперименты могут проводиться практически без внешнего вмешательства.

source: Interstellar Ring World
ru: Мир межзвездного кольца

source: Interstellar Scavenger
ru: Межзвездный мусорщик

source: Interstellar Scavenger Drone
ru: Межзвездный Дрон-мусорщик

source: Interstellar Scavenger Drones
ru: Межзвездные дроны-мусорщики

source: Interstellar Scavengers
ru: Межзвездные падальщики

source: Interstellar Settlers
ru: Межзвездные поселенцы

source: Intertemporal Restorator
ru: Межвременной реставратор

source: Intertemporal Restorator Activated
ru: Активирован межвременной восстановитель

source: Intertemporal Restorator Complete
ru: Межвременной реставратор завершен

source: Intertemporal Restorator Construction Site Complete
ru: Строительство межвременного реставратора завершено

source: Into the Future
ru: В будущее

source: Intrastellar Black Hole
ru: Внутризвездная черная дыра

source: Intriguing weaponry, did you acquire it from an animated entertainment program?
ru: Интригующее оружие, вы приобрели его из анимационной развлекательной программы?

source: Intriguing!
ru: Интригующе!

source: Intriguing.
ru: Интригующе

source: Introducing advanced industrial processes using exotic materials in conjunction with expanded manufacturing facilities greatly improves throughput.
ru: Внедрение передовых промышленных процессов с использованием экзотических материалов в сочетании с расширенным литейным производством значительно повышает производительность

source: Introducing advanced industrial processes using exotic materials in conjunction with expanded manufacturing facilities will greatly improve throughput.
ru: Внедрение передовых промышленных процессов с использованием экзотических материалов в сочетании с расширением литейных мощностей значительно повысит производительность

source: Intrusive Mind
ru: Проникающий взгляд

source: Invader
ru: Захватчик

source: Invest a massive amount of energy into the generation of a new hyperlane route into the isolated Z749 sector, allowing us to find new unexplored systems.
ru: Вложите огромное количество потраченной энергии в создание нового гиперполосного маршрута в нашем изолированном кластере, что позволит нам найти новые неисследованные системы.

source: Invest in International Campaigning
ru: Инвестируйте в международную кампанию

source: Invest in Iodizium Production
ru: Инвестировать в производство йодизия

source: Invest in Sentient Metal Production
ru: Инвестируйте в производство разумного металла

source: Invest in [GetAdministratorPluralWithIcon]
ru: Инвестировать в [GetAdministratorPluralWithIcon]

source: Invest resources into conducting a great study to disprove it!
ru: Вложите ресурсы в проведение большого исследования, чтобы опровергнуть это!

source: Investigate Flusionian Project
ru: Исследовать проект Флюсиалла

source: Investigate Helios
ru: Исследовать Гелиос

source: Investigate Temporal Discrepancy
ru: Расследовать временное несоответствие

source: Investigate it closer.
ru: Проведите более тщательное расследование.

source: Investigate the Ancient Manufactory
ru: Исследуйте древнюю мануфактуру

source: Investigate the Blokkat-Vester's Shield
ru: Исследуйте Блоккат-щит Вестера

source: Investigate the Sunken Structure
ru: Исследуйте затонувшую конструкцию

source: Investigating the Discrepancy
ru: Расследование несоответствия

source: Investigating the Lab
ru: Исследование лаборатории

source: Investigating the Squareworld
ru: Исследование квадратного мира

source: Investment Size
ru: Сумма инвестиций

source: Investor
ru: Дочерняя компания, находящаяся в полной собственности

source: Invite Foreign Colonists
ru: Приглашение иностранных колонистов

source: Invite Precursor Empires to Anti-Aeternite Alliance
ru: Пригласить империи-предшественницы в Анти-вечный альянс

source: Iodizium Crystal Mines
ru: Рудники кристаллов йодизия

source: Iodizium Crystals
ru: Кристаллы йодизия

source: Iodizium Deficit
ru: Дефицит йодизия

source: Iodizium Deposit
ru: Месторождение йодизия

source: Iodizium Miner
ru: Добытчик йода

source: Iodizium Miners
ru: Добытчики йодизия

source: Iodizium Mining Drone
ru: Дрон для добычи йодизия

source: Iodizium Mining Drones
ru: Дроны для добычи йодизия

source: Iodizium Power Plant
ru: Иодизиевая электростанция

source: Iodizium Research Facility
ru: Исследовательский центр по йодизию

source: Iodizium Reserves
ru: Запасы йодизия

source: Iodizium Shortages
ru: Нехватка йодизия

source: Irmew
ru: Ирмью

source: Iron Fist
ru: Железная пята

source: Irradiated Desert World
ru: Облученный пустынный мир

source: Irradiated Necropolis
ru: Облученный некрополь

source: Irradiated Planet
ru: Облученная планета

source: Irradiated by Subspace Bomb
ru: Облучен подпространственной бомбой

source: Irradiated our Planet
ru: Облучил нашу планету

source: Irrelevant.
ru: Вопрос малозначителен.

source: Is a $asteroid_manufactory_crystal$ Asteroid
ru: Является астероидом $asteroid_manufactory_crystal$

source: Is a $asteroid_manufactory_rocky$ Asteroid
ru: Является астероидом $asteroid_manufactory_rocky$

source: Is an $asteroid_manufactory_icy$ Asteroid
ru: Является астероидом $asteroid_manufactory_icy$

source: Is the Blokkonstrukt close to completion?
ru: Близок ли блокконструкт к завершению?

source: Is there anything we can do for you?
ru: Можем ли мы что-нибудь сделать для вас?

source: Isinuv Vortex
ru: Вихрь Исинув

source: Isolation
ru: Изоляция

source: Isolation Traditions
ru: Традиции изоляции

source: Isolation Traditions Finished
ru: Традиции изоляции завершены

source: It ain't easy to conquer the galaxy.
ru: Завоевать галактику нелегко.

source: It appears that some planets in our territory which did not show any anomalous readings when we surveyed them were actually hiding some interesting anomalies which our scientists missed during the initial survey.
ru: Оказывается, некоторые планеты на нашей территории, на которых, как казалось на первый взгляд, нет ничего интересного для нас, вместо этого скрывают интересные аномалии, готовые к исследованию.

source: It appears that the $ehof_ep$ originates from this location.
ru: Похоже, что $ehof_ep$ происходит из этого местоположения.

source: It assigns resources and research to our settlers and expansion efforts.
ru: Выделение ресурсов поселенцам для исследований и расширению территории.

source: It begins.
ru: Это начинается.

source: It can only be switched back after one year.
ru: Вернуть его можно только через год.

source: It deserves to be free, but we cannot free it
ru: Оно заслуживает того, чтобы быть свободным, но мы не можем освободить его

source: It doesn't matter!
ru: Это не имеет значения!

source: It drives us to consume, and when we no longer can consume it is it which will consume us.
ru: Он побуждает нас потреблять, а когда мы больше не можем потреблять, он сам нас поглощает.

source: It drives us to destroy, to kill.
ru: Оно побуждает нас разрушать, убивать.

source: It had to be done.
ru: Иначе никак.

source: It has served its purpose.
ru: Это послужило своей цели.

source: It is a flame that will never die, an endless appetite for more.
ru: Это пламя, которое никогда не угаснет, бесконечный аппетит к большему.

source: It is a poor substitute for the killing of life, but for lack of this it will have to do.
ru: Это плохая замена убийству жизни, но за неимением таковой придется обойтись.

source: It is an abomination like every other xeno
ru: Это мерзость, как и любой другой ксено

source: It is an affront to the divine, it must be destroyed
ru: Это оскорбление божественного, оно должно быть уничтожено

source: It is but a small taste of what awaits us.
ru: Это лишь малая толика того, что нас ждет

source: It is done.
ru: Дело сделано

source: It is easy to lose oneself in battle, by simply letting go and embracing its frenzy.
ru: В битве легко потерять себя, просто отпустив и приняв ее неистовство.

source: It is hard to predict what could happen if we provoke an entity like it.
ru: Трудно предсказать, что может произойти, если мы спровоцируем такую сущность, как она.

source: It is important that our stories are not forgotten... lest the Kaiser wins.
ru: Важно, чтобы наши истории не были забыты... чтобы кайзер не победил.

source: It is just some water, nothing interesting.
ru: Это просто немного воды, ничего интересного.

source: It is not worth it.
ru: Это того не стоит.

source: It is of no use to us
ru: Для нас это бесполезно

source: It is our ambition to create an empire like this galaxy has never seen.
ru: Мы стремимся создать империю, не имеющую аналогов в галактике.

source: It is paramount that we find a way to rid Faust of the Sirens' grasp lest its entire population dies a pointless death.
ru: Нам крайне важно найти способ избавить Фауст от власти сирен, иначе все его население погибнет бессмысленной смертью

source: It is said that one can walk for hours in the halls of tranquillity and never see another soul.
ru: Говорят, что можно часами гулять по залам спокойствия и не встретить ни одной живой души.

source: It is this that we follow and only a few know it down to the smallest detail.
ru: Именно ему мы следуем, и лишь немногие знают его до мельчайших подробностей.

source: It is time to move on.
ru: Давайте жить дальше.

source: It is time.
ru: Настал час.

source: It is too expensive, unfortunately.
ru: К сожалению, это слишком дорого.

source: It is too expensive.
ru: Это слишком дорого.

source: It just isn't the same without the Kaiser, is it?
ru: Это просто не то же самое без кайзера, не так ли?

source: It looks like a toilet in space, pathetic.
ru: Выглядит как туалет в космосе, жалость.

source: It matters not.
ru: Это не имеет значения.

source: It might go against our ethos, but we must cooperate with the Grandbunny.
ru: Это может противоречить нашему духу, но мы должны сотрудничать с Великий кролик.

source: It must be repaired at once!
ru: Это должно быть немедленно отремонтировано!

source: It seems only foolish to let sentients with their limited sensory input and processing power be at the command of our fleets.
ru: Глупо позволять разумным существам с их ограниченными возможностями сенсорного восприятия и обработки информации командовать нашими флотами.

source: It shall become a monument to our glory!
ru: Это должно стать памятником нашей славы!

source: It shall feast, so that we may use its sight to feast ourselves
ru: Он будет пировать, чтобы мы могли использовать его зрение, чтобы пировать самим

source: It was built in honour of what has been, but some say that it is named from the fact that after one have seen it, it will never leave ones memories.
ru: Он был построен в честь того, что было, но некоторые говорят, что он назван так потому, что после того, как человек увидел его, он никогда не уйдет из его памяти.

source: It was for the greater good.
ru: Это было ради общего блага

source: It was just a planet, get over it.
ru: Это была просто планета, смирись с этим.

source: It was unavoidable.
ru: Это было неизбежно

source: It will all be worth it in the end.
ru: В конце концов, все это того стоит.

source: It will be a fine instrument of destruction.
ru: Это будет прекрасный инструмент разрушения

source: It will be an important asset.
ru: Это будет важным активом

source: It will be dealt with in time.
ru: С этим разберутся со временем.

source: It will be possible for us to further increase the industrial output of this planet.
ru: Мы сможем и дальше наращивать промышленное производство на этой планете.

source: It will have a negative impact on the planets energy producing capabilities, but it might be worth it anyway.
ru: Это негативно скажется на возможностях планет по производству энергии, но, возможно, оно того стоит.

source: It will have a negative impact on the population, but it might be worth it anyway.
ru: Это негативно скажется на населении, но, возможно, оно того стоит.

source: It will have our full attention.
ru: Это привлечет наше полное внимание

source: It will remain as it was, a tool, nothing more
ru: Это останется таким, каким было, инструментом, не более того

source: It will take time for us to rebuild.
ru: Нам потребуется время, чтобы восстановиться.

source: It won't be enough.
ru: Этого будет недостаточно

source: It would be possible for us to try and invite citizens from a foreign empire to start one of our new colonies.
ru: Мы могли бы попытаться пригласить граждан чужой империи основать одну из наших новых колоний.

source: It would be wise to investigate anyways.
ru: В любом случае будет разумно провести расследование

source: It would not be right to cage a beast and leave it starved
ru: Было бы неправильно сажать зверя в клетку и оставлять его голодать

source: It'll buff.
ru: Это усилит эффект

source: It's About Time
ru: Самое время

source: It's Alive!
ru: Оно живое!

source: It's a Trap!
ru: Это ловушка!

source: It's a deal!
ru: Договорились!

source: It's all in their minds... right?
ru: Это все у них в голове... верно?

source: It's been a few thousand years.
ru: Прошло несколько тысяч лет.

source: It's better than nothing.
ru: Лучше, чем ничего.

source: It's going down!
ru: Это происходит!

source: It's just another crisis.
ru: Это просто еще один кризис

source: It's not worth the hassle, let them be.
ru: Это не стоит хлопот, оставь их в покое.

source: It's probably better if we don't know what's behind the fog.
ru: Наверное, будет лучше, если мы не будем знать, что скрывается за туманом.

source: It's sight beyond sight worth the cost
ru: Это зрелище за гранью видимости, стоящее того

source: Items from this collection range from those that have played an important part in recent events, to items from civilizations long since gone.
ru: Предметы из этой коллекции варьируются от тех, что сыграли важную роль в недавних событиях, до предметов давно ушедших цивилизаций.

source: Ithifear Black Hole
ru: Это черная дыра

source: Itis Vortex
ru: Это вихрь

source: Itom Vortex
ru: Вихрь Итома

source: Its Beating Heart
ru: Широкое сердце

source: Its Overseers travel throughout the empire, inspecting policies and practices of local administrations.
ru: Ревизоры путешествуют по всей империи, проверяя политику и практику местных администраций.

source: Its sight will be as our own
ru: Его зрение будет таким же, как у нас

source: Jannik
ru: Янник

source: Japury Maelstrom
ru: Японский водоворот

source: Jasenguas Singularity
ru: Сингулярность Ясенгуаса

source: Jaslia Black Hole
ru: Черная дыра Яслии

source: Jasper
ru: Яшма

source: Jasru Maelstrom
ru: Водоворот Ясру

source: Javorian Pox Orbital Bombardment stance
ru: Позиция для орбитальной бомбардировки яворской оспой

source: Jeldam Maelstrom
ru: Желдамский водоворот

source: Jesel Vortex
ru: Вихрь Джезеля

source: Jesliv Black Hole
ru: Черная дыра Джеслива

source: Job Scale
ru: Шкала деятельности

source: Job Scaling Effects
ru: Эффекты масштабирования деятельности

source: Job Value
ru: Значение задания

source: Job-Based Megaconstruction Mechanics
ru: Механика мегаконструкции, основанная на рабочих местах

source: Jobs for Unemployed Pops
ru: Рабочие места для безработных поселений

source: Joining the Blokkats?
ru: Присоединяешься к Блоккатам?

source: Jone Abyss
ru: Бездна Джона

source: Journalist
ru: Журналист

source: Journalists
ru: Журналисты

source: Journeying Sapphire
ru: Путешествующий сапфир

source: Judge
ru: Судьи

source: Judges
ru: Судьи

source: Juggernaut Hull Points
ru: Очки корпуса Джаггернаута

source: Juggernauts: [root.ehof_pre_flight_juggernaut]
ru: Джаггернауты: [root.ehof_pre_flight_juggernaut]

source: Juktul Vortex
ru: Вихрь Джуктул

source: Junolax Vortex
ru: Вихрь Юнолакса

source: Junsuks Maw
ru: Пасть Джунсука

source: Juntea Maelstrom
ru: Джунглевый водоворот

source: Just act on your own and don't bother me anymore.
ru: Просто действуй в одиночку и больше не беспокой меня.

source: Just do it again.
ru: Просто сделайте это снова.

source: Just ignore the station.
ru: Просто игнорируй станцию.

source: Just monitor it from afar, it can't be that powerful.
ru: Просто наблюдайте за ним издалека, он не может быть таким мощным.

source: Just one more step.
ru: Еще только один шаг

source: Justice
ru: Правосудие

source: Justice Traditions
ru: Традиции правосудия

source: Justice Traditions Finished
ru: Традиции правосудия завершены

source: Justice on [this.GetName]
ru: Правосудие по [this.GetName]

source: Justified Rule
ru: Самооправдание

source: K Class Anomaly
ru: Аномалия класса K

source: Kaanbulas Singularity
ru: Сингулярность Каанбуласа

source: Kaanveons Maw
ru: Пасть Каанвеона

source: Kaiser Accepts, Demands Compensation
ru: Кайзер соглашается, требует компенсации

source: Kaiser Demands Federalization
ru: Кайзер требует федерализации

source: Kaiser Kattail
ru: Кайзер Каттейл

source: Kaiser Kattail Demands Territory!
ru: Кайзер Каттейл требует территорию!

source: Kaiser Kattail Inaugurates Flusio-Arcology
ru: Кайзер Каттейл открывает флюсиоаркологию

source: Kaiser Kattail Unites Flusion!
ru: Кайзер Каттейл объединяет Флюсиалла!

source: Kaiser Kattail, Part II
ru: Кайзер Каттейл, часть II

source: Kaiser Kattail, Part III
ru: Кайзер Каттейл, часть III

source: Kaiser Kattail, the Finale
ru: Кайзер Каттейл, финал

source: Kaiser Kattail?
ru: Кайзер Каттейл?

source: Kaiser Learns of our Operations!
ru: Кайзер узнает о наших операциях!

source: Kaiser Moon
ru: Луна Кайзера

source: Kaiser Moon Analysis Complete!
ru: Анализ Луна Кайзера завершен!

source: Kaiser Moon Construction Site Complete!
ru: Строительная площадка Луна Кайзера завершена!

source: Kaiser Moon Construction Site Destroyed!
ru: Строительная площадка Луна Кайзера разрушена!

source: Kaiser Moon Destroyed!
ru: Луна Кайзера уничтожен!

source: Kaiser Moon Movement Systems
ru: Системы перемещения Луна Кайзера

source: Kaiser Moon Movement Systems Complete!
ru: Системы перемещения Луна Кайзера завершены!

source: Kaiser Moon Rebuilt!
ru: Луна Кайзера восстановлен!

source: Kaiser Moon Recalled!
ru: Луна Кайзера отозван!

source: Kaiser Moon Sabotage Failed!
ru: Диверсия Луна Кайзера провалилась!

source: Kaiser Moon Sabotage Succeeds!
ru: Саботаж на Луне Кайзера удался!

source: Kaiser Moon Sabotage Successful!
ru: Диверсия Луна Кайзера удалась!

source: Kaiser Moon Takes Flight!
ru: Луна Кайзера взлетает!

source: Kaiser Moons
ru: Кайзеровские луны

source: Kaiser OP plz nerf
ru: Кайзер OP plz nerf

source: Kaiser Offers Katzen Officers
ru: Кайзер предлагает офицеров Катзен

source: Kaiser Proclaims Galaktisches Katzimperium!
ru: Кайзер провозглашает Галактишес Кацимпериум!

source: Kaiser Proclaims Großkatzenartig Imperium!
ru: Кайзер провозглашает Империю ГросКатзенртиг!
